Revit 2027 API
ParameterTypeId.DimLeader Property
 "Leader"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLeader { get; }
Public Shared ReadOnly Property DimLeader As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLeader {
	ForgeTypeId^ get ();
}
static member DimLeader : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace